Repository: 9Sumrak6/Linux_Dev_2025
Catalog: 11_Documenting/po/*.po
Languages: ru

source: yes
ru: да

source: no
ru: нет

source: Please answer yes or no.
ru: Введите 'да' или 'нет'

source: Usage: %s [OPTIONS]
ru: Использование: %s [ОПЦИИ]

source: Number guessing game
ru: Игра 'Угадай число'

source: Options:
ru: Опции:

source: -r, --roman Use Roman numerals
ru: -r, --roman Использовать римские числа

source: -h, --help Show this help
ru: -h, --help Вывести гайд

source: --help-md Help in Markdown (for docs)
ru: --help-md Помощь в метке (для документации)

source: --version Show program version
ru: --version Показать версию программы

source: Examples:
ru: Примеры:

source: Think of a number between %s and %s
ru: Загадай число между %s и %s

source: Is your number greater than %s?
ru: Загаданное число больше %s?

source: Your number is %s
ru: Твой число - %s
